package z_homework.basket3X3;

public class Main {
	public static void main(String[] args) {
	
System.out.println(" ____   ___   ___  ____      .______        ___           _______. __  ___  _______ .___________..______        ___       __       __      \r\n" + 
		"|___ \\  \\  \\ /  / |___ \\     |   _  \\      /   \\         /       ||  |/  / |   ____||           ||   _  \\      /   \\     |  |     |  |     \r\n" + 
		"  __) |  \\  V  /    __) |    |  |_)  |    /  ^  \\       |   (----`|  '  /  |  |__   `---|  |----`|  |_)  |    /  ^  \\    |  |     |  |     \r\n" + 
		" |__ <    >   <    |__ <     |   _  <    /  /_\\  \\       \\   \\    |    <   |   __|      |  |     |   _  <    /  /_\\  \\   |  |     |  |     \r\n" + 
		" ___) |  /  .  \\   ___) |    |  |_)  |  /  _____  \\  .----)   |   |  .  \\  |  |____     |  |     |  |_)  |  /  _____  \\  |  `----.|  `----.\r\n" + 
		"|____/  /__/ \\__\\ |____/     |______/  /__/     \\__\\ |_______/    |__|\\__\\ |_______|    |__|     |______/  /__/     \\__\\ |_______||_______|\r\n" + 
		"                                      "
		+ "                                                                                                     ");
		System.out.println("캐릭터 생성을 위해 엔터키 입력 !");
		System.out.println("캐릭터 생성을 위해 엔터키 입력 !");
		System.out.println("캐릭터 생성을 위해 엔터키 입력 !");
		System.out.println("캐릭터 생성을 위해 엔터키 입력 !");
		System.out.println("캐릭터 생성을 위해 엔터키 입력 !");
		@SuppressWarnings("unused")
		String input = ScanUtil.nextLine();
		
		new Title().start();   
		
	}
	
}
	